Repository: gabrieldrozd/Enscool
Catalog: src/Common/Common.Utilities/Resources/Resource.*.resx
Languages: pl_pl

source: Bad request
pl_pl: Nieprawidłowe zapytanie

source: Unauthorized
pl_pl: Brak autoryzacji

source: Forbidden
pl_pl: Brak dostępu

# NotFound
source: '{0}' not found
pl_pl: {0} nie został znaleziony/a

source: Object not found
pl_pl: Obiekt nie został znaleziony

source: Server error
pl_pl: Wystąpił błąd serwera

# DeletionError
source: Object cannot be deleted
pl_pl: Obiekt nie może zostać usunięty

# RestorationError
source: Object cannot be restored
pl_pl: Obiekt nie może zostać przywrócony

# InvalidUserStateTransition
source: Cannot change user state from '{0}' to '{1}'
pl_pl: Nie można zmienić stanu użytkownika z '{0}' na '{1}'

source: Invalid full name
pl_pl: Nieprawidłowe imię, drugie imię lub nazwisko

# DatabaseError
source: Database unexpected error occurred while processing the request
pl_pl: Nieoczekiwany błąd bazy danych podczas przetwarzania zapytania

# InstitutionStateNew
source: New
pl_pl: Nowa

# InstitutionStateActive
source: Active
pl_pl: Aktywna

# InstitutionStateInactive
source: Inactive
pl_pl: Nieaktywna

# InstitutionStateDeleted
source: Deleted
pl_pl: Usunięta

# EmailTaken
source: Email is already taken
pl_pl: Adres e-mail jest już zajęty

# UserNotFound
source: User with given id '{0}' not found
pl_pl: Użytkownik z podanym id '{0}' nie został znaleziony

# UserActivationError
source: Error occurred during user activation
pl_pl: Wystąpił błąd podczas aktywacji użytkownika

# InstitutionAlreadyExists
source: Institution with given id '{0}' already exists
pl_pl: Instytucja o podanym id '{0}' już istnieje

# ChangePasswordError
source: Error occurred during password change
pl_pl: Wystąpił błąd podczas zmiany hasła

# GeneratePasswordResetCodeError
source: Error occurred during password reset code generation
pl_pl: Wystąpił błąd podczas generowania kodu resetującego hasło

# PasswordResetError
source: Error occurred during password reset
pl_pl: Wystąpił błąd podczas resetowania hasła

# InstitutionNotFound
source: Institution with given id '{0}' not found
pl_pl: Instytucja o podanym id '{0}' nie została znaleziona

# LanguageLevelNone
source: None
pl_pl: Brak

# LanguageLevelA0
source: Beginner Level (A0)
pl_pl: Poziom początkujący (A0)

# LanguageLevelA1
source: Elementary Level (A1)
pl_pl: Poziom podstawowy (A1)

# LanguageLevelA2
source: Pre-Intermediate Level (A2)
pl_pl: Poziom wstępnie średniozaawansowany (A2)

# LanguageLevelB1
source: Intermediate Level (B1)
pl_pl: Poziom średniozaawansowany (B1)

# LanguageLevelB2
source: Upper-Intermediate Level (B2)
pl_pl: Poziom wyższy średniozaawansowany (B2)

# LanguageLevelC1
source: Advanced Level (C1)
pl_pl: Poziom zaawansowany (C1)

# LanguageLevelC2
source: Proficiency Level (C2)
pl_pl: Poziom biegły (C2)
